[
    {
        "name":"Aeropress Brew",
        "logo":"brew_logo_aeropress",
        "image":"brew_aeropress",
        "desc":"Using an AeroPress is a fast, easy and convenient way to brew excellent coffee at home. The keys to getting good results are using high quality, fresh beans; grinding the coffee correctly; using clean equipment; using the right temperature of water; plunging correctly.\nThe AeroPress gives you a tremendous amount of control over how your coffee turns out. It can make from one to four servings per press (brewing). The manufacturer recommends using water that is between 165 and 175 degrees F., different than other methods use. Water temperature is vital. Doing it correctly, you can make what many say is the perfect cup of coffee. One way to do this is to boil the water and use an “instant read” thermometer from any kitchen store. Once you remove the water from the heat, see how long it takes to reach 175 degrees.  In some places, your water may boil at the proper temperature.\n\nStep #1\n\nPlace a filter disk in the cap and attach the cap to the chamber. Place the chamber, with cap, on top of your favorite coffee mug.\n\nStep #2\n\nPlace your ground coffee into the chamber. Use one included scoop per cup of espresso or per cup of coffee wanted, to a maximum of four scoops.\n\nStep #3\n\nNow heat the water. You can actually heat it in the plunger, since it is hollow, or heat it any other way desired. The manufacturer recommends 165 - 175 degrees F. (75 - 80 C).\n\nStep #4\n\nWet the rubber seal on the plunger, insert it into the chamber and press slowly, it should take about 20 seconds for all the water to pass through the grounds, depending on how much you are making.\n\nStep #5\n\nYou now have what the manufacturer refers to as espresso in your cup. This is arguable, but the fact is that you have a very smooth, concentrated form of coffee. If you are after a more classic cup of coffee, you can add hot water to the output of the Aeropress, diluting it with 2 to 3 times the amount of hot water to espresso. DO NOT try to push more water through the grounds than recommended, you will not get a better cup, just a more bitter and acidic cup."

    },
    {
        "name":"Brazilian Cafezinho",
        "logo":"brew_logo_brazilian",
        "image":"brew_brazilian",
        "desc":"Measure three quarters of a cup of cold water for each cafezinho into a saucepan. Add sugar to taste usually about one teaspoon per cafezinho. Heat the water to just below boiling, stirring to dissolve the sugar. This is very important. Boiling water will overcook the coffee and make it bitter. Add a heaping tablespoon of finely ground (espresso ground coffee will work perfectly) coffee to the water and remove from the heat. Stir well, mixing the coffee grounds and sugared water.Now comes the fun part. Hold the coffee flannel over the cafezinho and slowly pour the coffee mixture through it. It’s a slow process, but don’t give in to the temptation to squeeze the coffee through the filter. You’ll not only risk burning your hands, you’ll force the water through the grounds too quickly and make the coffee bitter.In Brazil, cafezinho is generally served black, but many people prefer it with a little milk or cream. Remember to rinse your coffee filter well under cold water and hang it to dry so that it doesn’t mildew. Never use soap to clean it, and replace it every couple of months."
    },
    {
        "name":"Campfire Brew",
        "logo":"brew_logo_campfire",
        "image":"brew_campfire",
        "desc":"Step #1\nBring two quarts of water to a good, rolling boil. Take it from the fire and add 2 handfuls of ground coffee (fine grind). Since 'handful' is hardly a precise measurement, whoever makes the coffee will alter the results. Steep for 4 minutes. Add a few tablespoons of cold water to settle the grounds and then serve.\n\nStep #2\nAdd 6 teaspoons of ground coffee into the pot, and pour 3 pints of cold water over the grounds. Put the pot on the fire and bring to a boil. Take it off the heat and let steep for 3 minutes. Again, add a bit of cold water to settle the grounds. This makes 6 mugs of coffee.\n\nStep #3\nThis is the Canadian version. In this recipe, you are supposed to use coarse ground coffee rather than fine. Use as much water as you want coffee, and use 2 heaping tablespoons of coffee for each cup. Add an extra cup of water, and an extra couple spoons of coffee 'for the pot'. (I'm not sure what that's supposed to mean). Sit this pot on hot coals, not open flame. Bring it slowly to a boil. When it boils, remove from the heat and let steep for 5 minutes. Add cold water to settle the grounds and serve."
    },
    {
        "name":"Chemex Brew",
        "logo":"brew_logo_chemex",
        "image":"brew_chemex",
        "desc":"Using a Chemex is an easy and convenient way to brew excellent coffee at home. The keys to getting good results are: using high quality, fresh beans; grinding the coffee correctly; using clean equipment; pouring correctly; using the right amount and temperature of water.\n\nStep #1\nIt is important that the coffee be ground medium-course with a quality burr (rather than blade) grinder. By grinding the coffee this way, you are allowing for a more even extraction resulting in a fuller bodied and more nuanced cup. Blade grinders chop the coffee rather than grinding it, resulting in uneven and unpredictable particle size. This results in uneven extraction, leading to coffee with increased bitterness which is less true to the flavor profile of the coffee. In addition, the lack of uniformity in particle size results in inconsistent results from cup to cup.\n\nStep #2\nPlace the folded chemex filter inside the cone with the multiple folds toward the spout. Run hot water through the filter to rinse out any residual paper flavor and preheat the brewer. Allow the water to drain out completely before pouring it out of the brewer using the pouring channel. Do your best to keep the filter sealed against the walls of the brewer.\n\nStep #3\nIt is recommended 42 grams (1.5 oz or about six rounded tablespoons) of fresh ground coffee to make 20 oz of coffee.\n\nStep #4\nYou should bring the water just to a boil (electric kettles are great at this). For 20 oz. of brewed coffee you will want to use quite a bit more hot water total for the three pours. First, pour just enough into the cone so that it saturates the grounds and very little is dripping into the brewer. The key is to saturate all the grounds evenly by moving the stream around as you pour.\n\nStep #5\nAfter about 30 seconds it is time to pour more water. Pour at an even rate in a spiral and/or back-and-forth pattern in order to break down the bloom and saturate all grounds evenly. Raise the water level up to about a 1/4 inch below the rim of the brewer. The color of the surface should be even with as few dark or blond spots as possible.\n\nStep #6\nOnce you can see about an inch of dry coffee, it is time to pour more water. Pour first around the rim to re-submerge the dry grounds, then continue at an even rate in a spiral and/or back-and-forth pattern. Raise the water level up to the rim of the brewer. The color of the surface should still be even with as few dark or blond spots as possible.\n\nStep #7\nOnce you have 20 oz. of brewed coffee in the vessel, quickly move the filter to your sink where it will drain completely."


    },
    {
        "name":"Clever Brew",
        "logo":"brew_logo_clever",
        "image":"brew_clever",
        "desc":"The Clever Coffee Dripper combines the best features of French press and filter drip brewing, eliminating the drawbacks of each. With French press brewing, you can control steeping or infusion time, but heat loss and sediment in the cup can be a problem. Brewing with a paper filter is easy and convenient; the problem is lack of control over steeping time (i.e. the coffee begins to drain immediately). By adding a stopper to a filtercone, the Clever Coffee Dripper combines control over steeping time with a sediment-free cup.\nStart with a fine filter drip grind and add water just off the boil. Cover and with a small plate or saucer, whatever is handy - future models will come with a lid. After 1:30, lift the cover, stir and recover. Let steep for 4 minutes, lift the cover and stir and then place the filter on your cup or carafe; the stopper automatically opens and allows the filtered coffee to flow out. You can balance grind, dose and extraction time to find the right combination that works for you. A finer grind will need less extraction time, a coarser grind, more. The temperature of the water should remain between 195 degrees F - 205 degrees F throughout the brewing process. We recommend covering the brew as it steeps in the filter for this reason.\nThe dripper will fit on cups and thermoses with tops between 1.5 and 3.75 in diameter. Of course, if you put the dripper on a very narrow thermos, you should make sure the dripper is stable. If you want to place something on top as a lid (which we highly recommend!), it needs to be at least 5.5 inches in diameter. "
    },
    {
        "name":"Clover Brew",
        "logo":"brew_logo_clover",
        "image":"brew_clover",
        "desc":"In 2005, the Seattle Coffee Equipment Company developed a new kind of coffee maker for coffee shops. Instead of making coffee in batches, the Clover brews just one cup of coffee at a time. It doesn’t use pods like a Keurig, it uses freshly ground coffee, then allows the barista to customize the taste by tweaking the water temperature and brewing time.\nThe flavor of your coffee depends on two things -- how the beans are roasted and how the drink is prepared. Roasting packs the flavor potential into a coffee bean, while grinding and brewing prepare the beans in a way that maximizes the flavor. The Clover gives you control over the two brewing factors that affect the flavor, which are the temperature of the water and the dwell time, or the time in which the grounds are in contact with the water.The Clover uses a proportional integral derivative (PID) controllerto create the exact right temperature of water every time. Even a change of a few degrees in water temperature can make the difference between a cup of sludge and a cup that highlights the flavor of the bean. If the water is too hot, it will overextract the flavor of the beans, resulting in a bitter taste, but if the water is not hot enough, then you have underextraction and a weak cup of coffee.\nThis coffee maker also lets you dial in the exact number of seconds that the grounds are in contact with the water, and the Clover's brewing process is designed to bring out the best in the grounds. Let's look at how it compares with other coffee-making methods. Most people have an automatic drip coffee maker on their kitchen counter -- it's fast, easy and gets them going in the morning. Unfortunately, the drip coffee maker is not going to win any awards for how the coffee tastes. These makers don't heat the water enough or allow the grounds to interact with the water for long enough to make the perfect cup of coffee.\nThe Clover uses the best of both methods with its patented VacuumPress Technology. The brewing happens in a steel brew cylinder that sits atop a piston. When the brewing process starts, the piston moves to its lowest position and a drain valve at the bottom of the machine closes. After the coffee steeps, an actuator forces the piston to rise with the used grounds held by a perforated mesh screen, almost like a French press in reverse. When it does this while the drain valve is closed, a vacuum is created that draws down the brewed coffee. The piston descends again, the drain valve opens and the coffee enters the waiting cup."
    },
    {
        "name":"Cold Brew",
        "logo":"brew_logo_cold",
        "image":"brew_cold",
        "desc":"Summer is just around the country (or already here if you live in Florida too), so the Cold Brew method is a perfect way to stay cool and caffeinated. Instead of using heat to brew the coffee, the grounds are seeped in cold water for 12 hours. The result is a coffee concentrate that can make some very tasty beverages.\n\nStep #1\nUse medium roast beans (left), which have been heated to a lower temperature than dark roast beans (right). Medium roast tastes more like coffee beans and less like the roasting process.\n\nStep #2\nGrind beans fine. Most cold-brew recipes call for medium-coarse or coarse ground beans, but that’s a mistake. The factors with the biggest impact on coffee extraction are water temperature, grind size, extraction time, and finally, in that order. Since with room-temperature water it is able to scratch temperature off the list of variables and grind size becomes most important. Finer particles will release more flavor compounds than larger ones.\n\nStep #4\ncombine room-temperature water and freshly ground coffee in a large French press. The press makes it’s a snap to separate the concentrate from the grinds after brewing.\n\nStep #5\nAfter the initial stir to combine the ingredients, this is the only other time to stir during brewing. Agitation is last on the list of factors affecting extraction.\n\nStep #6\nCover the French press with plastic wrap and let it sit at room temperature for 24 hours (give or take an hour in either direction). I’ve done room-temperature brews as short as 12 hours and as long as 72 hours. Twenty-four hours is consistently the sweet spot.\n\nStep #7\nAfter 24 hours, remove the plastic wrap and press the grinds to separate the concentrate.\n\nStep #8\nPour the concentrate into a coffee filter-lined fine-mesh strainer set over a large measuring cup or pitcher. Some would say that this filtering step is optional. Most of the concentrate will filter through unaided, it will be helpful to gently clear the sediment with a rubber spatula to let the last few drops through."
    },
    {
        "name":"Cupping Brew",
        "logo":"brew_logo_cupping",
        "image":"brew_cupping",
        "desc":"Coffee Cupping is the brewing method the pros use in selecting coffee to roast to then sell to consumers. During this process the Master Taster is looking for defects in the coffee as well as positive attributes including: body, sweetness, acidity, flavor and aftertaste. Shockingly enough Coffee Cupping is one of the easiest brewing methods and can be done at home. I will be posting a step by step how to do this at home sometime this week."
    },
    {
        "name":"Drip Brew",
        "logo":"brew_logo_drip",
        "image":"brew_drip",
        "desc":"The drip brewing method has been around since 1905 and was invented in Germany by Melitta Bentz in 1908. This is the brewing method that most consumers use when brewing coffee at home. The major benefit to using this brewing method is being able to brew large amounts of coffee at one time. Another more recent benefit to brewing coffee this way is using less paper by using a mess reusable filter. Just about every kitchen counter in America has one of these machines. It’s one of the easiest, simplest to make coffee. All you have to do is add the grounds, then add water to a separate chamber. The machine does the rest of the work, heating up of the water and pouring it over the grounds.\n\nStep #1\n\nRinse all paper filters with hot water to wash away loose paper fibers that will give an off taste in the cup, especially when brewing small amounts.\n\nStep #2\n\nPreheat your filtercone by rinsing with hot water. With a ceramic filtercone it is often enough just to place it over a cup of hot water.. You can do both by simply heating extra hot water, and washing/preheating in one step.\n\nStep #3\n\nGrind immediately before you brew. What grind to use?  You want to use a medium to fine grind for drip cone brewing.  If the resulting brew is too weak, you may push the grind finer.  If water pools and fails to drain, make the grind coarser.\n\nStep #4\n\nMeasure the correct amount of ground coffee into the filter.\n\nStep #5\n\nUsing water just off the boil (about 200 degrees F) add a small amount of water to wet all the grounds and let the coffee “bloom” or rise. Wait maybe 15 to 30 seconds, then start to pour the rest of the water slowly from the center of the grounds outward, in  a circular motion. Even as the coffee begins to filter downward, a slow even pour helps draw out infusion time and maintain the thermal mass of the coffee/water mixture. Total brew time should be about 2:30 minutes."

    },
    {
        "name":"Espresso Brew",
        "logo":"brew_logo_espresso",
        "image":"brew_espresso",
        "desc":"The Espresso brewing method has been around since the very early 20th century and was first patented by Luigi Bezzera of Milan, Italy, in 1901. Some of the most popular espresso drinks made using this brewing method are Latte, Mocha, Cappuccino, Macchiato and Espresso con Panna. Espresso is made by forcing very hot water under high pressure through finely ground, compacted coffee. Tamping down the coffee promotes the water's even penetration of the grounds. This process produces an almost syrupy beverage by extracting both solid and dissolved components. It also produces the definitive crema, by emulsifying the oils in the ground coffee into a colloid, which does not occur in other brewing methods. There is no universal standard defining the process of extracting espresso, but there are several published definitions which attempt to place constraints on the amount and type of ground coffee used, the temperature and pressure of the water, and the rate of extraction. Generally, one uses an espresso machine to make espresso. The act of producing a shot of espresso is often termed pulling a shot, originating from lever espresso machines, which require pulling down a handle attached to a spring-loaded piston, forcing hot water through the coffee at high pressure. Today, however, it is more common for the pressure to be generated by an electric pump."

    },
    {
        "name":"Eva Solo Brew",
        "logo":"brew_logo_eva",
        "image":"brew_eva",
        "desc":"Eva Solo works a lot like French Press, a built in filter and glass chamber where the coffee grounds seeps in hot water. Besides the difference in shape, the main difference is that comes with a Neoprene cover for insulation and heat proof glass.\n\nStep #1\nRinse the inside of the Eva Solo with warm water. In addition to removing any residual grounds from the previous brew, this will minimize temperature loss.\n\nStep #2\nGrind coffee the same as you would for french press. So it will be on the coarse side. Since you won't be pressing the grounds to the bottom, you can grind a little finer if you desire. Experiment with different grinds. I use a grind very close to french press. The doseage is 1 tablespoon of coffee for each 4 oz of water. Pour ground coffee into the Eva Solo.\n\nStep #3\nHeat water to a boil and then allow it to cool for 20-30 seconds before pouring into the Eva Solo. Start your brewer timer.\n\nStep #4\nThe Eva Solo comes with a plastic stirrer. I lost mine, so I use a wooden spoon. At the 1 minute mark, give the coffee a gentle stir.\n\nStep #5\nPlace the filter and lid securely on the Eva Solo.\n\nStep #6\nAt the 4 minute mark, the coffee has finished brewing. Serve."
    },
    {
        "name":"French Press Brew",
        "logo":"brew_logo_french",
        "image":"brew_french",
        "desc":"The French Press brewing method has been around since the 1850's but was first patented by Italian designer Attilio Calimani in 1929. The reason for this is that it helps maximize the flavor output of the coffee. While this may not provide the cleanest tasting cup of coffee it closely resembles cupping coffee, which we will cover below.  Aliases include Press Pot and Coffee Press. Anytime someone asks me how to brew a great cup of coffee, this is what I recommend. Sure you’ll get a little bit of sediment at the bottom of the cup, but the great flavorful taste is worth it. (See steeping above for info on how a French Press works.)\n\nStep #1\nUse the finest even grind coffee you can, but coarse enough to avoid having the grind pass through the filter. I use a grind just a few notches coarser than filter drip, and nowhere near a coarse multipurpose or perc grind. They key to avoiding sediment is in the evenness of the grind, and a burr grinder will give you this.\n\nStep #2\nPull the lid and plunger out of the glass beaker. We recommend about 3.5 scoops (25.8 grams) for a 4T (16 oz) press or about 7 scoops (51.7 grams) for an 8T press. Many presses measure cups in 4 oz (about 125 ml), also called a Tasse. A 3 Tasse press makes about 12 ounces maximum. (That's 1 mug of coffee for many people!) Buy a press that's just a little larger than you need because you can always make less.\n\nStep #3\nPour the correct amount of 195 to 205 degree water into the press, slowly at first to avoid creating a dry island of coffee grounds. Allow the coffee to float to the surface. Don't overfill the press. The water/coffee needs to be just at, or a little below the bottom of the beaker spout.\n\nStep #4\nPick up the plunger by the knob so that the lid is down against the screen. Place it lightly on top of the press so that it keeps the heat in, but does not start to push down on the coffee at all. Leave it for 1 minute.\n\nStep #5\nAfter 1 minute either remove the lid and briefly stir the coffee with a spoon, or (and this is what I do) carefully swirl the press in a circular motion to agitate the brew and make the grinds sink. If you removed the top, replace it.\n\nStep #6\nAfter a total infusion time of 4 to 6 minutes, begin to plunge. Hold the lid in place with one hand, and carefully start to push on the knob at the top to force the plunger screen downward, pushing the grinds with it to the bottom. Take care right at first, because it is easy to have the filter disc in crooked and allow a flurry of grounds to escape around it. If disaster strikes, don't worry. Just pull out the plunger and lid completely, rinse quickly in hot water, and start over right away.\n\nStep #7\nPush steadily and the plunger should reach the bottom in 20-30 seconds or less. There will be some resistance. Pour, serve, don't save it! Coffee is best right away, within the first 10 minutes. Don't try to keep it hot, just make more fresh coffee if you need it. Enjoy!"
    },
    {
        "name":"Instant Brew",
        "logo":"brew_logo_instant",
        "image":"brew_instant",
        "desc":"Usually made out of really bad beans that have been crushed, freeze dried and a handful of chemical ingredients for preservation and taste. Just add hot water and stir. It’s not exactly a winning combination.\n\nStep #1\nPut water in a kettle and boil it. If you do not have a kettle, then put water in a pot and put it on the stove. Or use an immersion heater and warm up the water in a separate heat-proof mug. The easiest method is to use a microwave.(Note: Be careful when heating coffee in a microwave oven, as there can be a sudden release of steam and hot water that may result in burns to your person)\n\nStep #2Take the instant coffee and put about one slightly rounded teaspoon (this may vary based upon how strong one likes their coffee).\n\nStep #3\nPour just a teaspoon of the very hot (nearly boiling) water into the mug; only enough to dampen the instant coffee. If you use sugar, put in your sugar granules. Now, with a metal spoon, crush the slurry against the side of the mug.\n\nStep #4\nStir in the rest of the hot water.\n\nStep #5\nAdd fresh whole milk, fresh half-and-half, or non-dairy creamer to the coffee if desired. Evaporated milk from a can (undiluted) may also be used.\n\nStep #6\nFlavorings such as vanilla extract, cocoa powder, or ground cinnamon may be added at this time. If the coffee has been modified, then stir thoroughly until the extra ingredients have been dissolved."
    },
    {
        "name":"Neapolitan Flip Brew",
        "logo":"brew_logo_neapolitan",
        "image":"brew_neapolitan",
        "desc":"The Neapolitan Flip (also known as the drip pot) uses finely ground dark roast coffee to produce a stronger flavor than a regular drip coffeemaker. It’s a drip coffeemaker that you use on your stove. The bottom is filled with water, there’s a filter section in the middle that’s filled with coffee grounds and an upside down pot on top. When the water boils, the device is flipped over and water filters through the grounds. When all of the water has filtered through, the device is flipped over, then the water and filter sections are removed so that you can serve the coffee from the pot.\nThe coffee? It tastes like good filter drip and should get even better with a little more care - the drip rate slows using the filter but is quicker than one might think - what looks like 20 - 22 fl oz of fresh off the boil hot water went through a fine pile of maybe 40g (give or take 5g) of grounds in three or so minutes.  The cup is bright and has a decent but not overpowering body - reminiscent of a cup from my BUNN auto drip brewer (The BUNN, unlike this old flip pot, is available here on ROASTe), albeit with much less fanfare.\n"
    },
    {
        "name":"Percolator Brew",
        "logo":"brew_logo_percolator",
        "image":"brew_percolator",
        "desc":"A really simple description of the Percolator is that it has two parts, one for the water and one for the grounds. As the water boils, it travels through a tube and on to the grounds.It was the most popular brewing method prior to the coffeemaker and there’s still lots of people who swear by them, but the problem is that the Percolator uses boiling water, which can leave the final product tasting over extracted and bitter.\nIn the bottom section of the percolator the user places the correct amount of water for the amount of coffee to be made. The basket, into which the ground coffee is placed, is held aloft in the pot by a hollow tube, at the bottom of which is a stand. Water in the bottom of the pot is brought to boiling, or nearly so. The heated water is forced up the center, hollow tube. At the top of the tube the heated water is dispersed downward, often by a small glass dome in the lid. This water then, by the force of gravity, goes through the perforated lid on the basket containing the coffee grounds, dribbles through the coffee, then leaves the basket through little holes under the grounds on the bottom of the basket. That brewed coffee is then mixed with the water heating in the bottom of the main pot where the process begins anew."
    },
    {
        "name":"Pour Over Brew",
        "logo":"brew_logo_pour",
        "image":"brew_pour",
        "desc":"There’s a lot of brewing methods that are a version of the Pour Over like the Clever, Chemex and even the traditional drip coffeemaker. However, there’s also a simple device that’s growing in popularity because of it’s simplicity and that it makes flavorful coffee.The cone shaped device is usually made out of plastic or porcelain and its on top of a coffee mug. You place a filter on top of it, coffee grounds are added and then you pour hot water over it.A Pour Over starts at a few dollars for a cheap plastic one, to about thirty dollars for one made out of porcelain. It’s the best way to make a single serving of coffee at home.\n\nStep #1\nBoil the Water and Set Up Equipment - Fill a kettle with cold water and set it to boil. Meanwhile, put the paper coffee filter inside the cone and rinse it with hot water (I use hot tap water). This helps get rid of any paper tastes and also helps the coffee filter more easily. Set the cone with the moistened filter on top of a measuring cup, and place both on top of an electric scale. Also fill your coffee mug with hot water so the ceramic warms, and set it to the side.\n\nStep #2\nGrind the Coffee - Measure out your coffee beans and coarsely grind them. The grounds should resemble sand, not powder, when you're done. Pour the grounds into the filter and tare the scale to zero.\n\nStep #3\nBloom the Coffee - Pour 60 grams of hot water over the grounds, using a circular motion to be sure the grounds become evenly saturated. Let this sit for one minute. This step allows the coffee to degas, ensuring better flavor in the resulting cup of coffee.\n\nStep #4Continue Brewing the Coffee - After the one-minute bloom, start adding more water until the scale measures 415 grams total (or 355 grams if your scale shut off while the grounds were blooming, as mine does, and you have to re-tare). Pour in a slow and steady stream, concentrating on the middle of the grounds.\n\nStep #5\nWait for the Coffee to Filter - The coffee should filter in about 2 - 2 1/2 minutes. Once the stream of coffee slows to a drip, your lovely cup of coffee is finished brewing. Dump the hot water out of your awaiting coffee cup and pour in the brewed coffee."
    },
    {
        "name":"Puerto Rican Brew",
        "logo":"brew_logo_puerto",
        "image":"brew_puerto",
        "desc":"Coffee was first brought to Puerto Rico from Costa Rica in the 1700s. Its climate, soil conditions and elevations made it an ideal place to grow coffee, and within a few decades, coffee had become the most important cash crop of the little island. Puerto Rican grown coffee was widely recognized as the best coffee in the world. Throughout the 1800s, coffee from Puerto Rico commanded premium prices throughout Europe and the United States. In 1899, two back to back hurricanes devasted the Puerto Rican coffee crops, and it was years before the coffee farmers were able to harvest. In the meantime, the changing political climate turned against Puerto Rican coffee growers. This came on the heels of Puerto Rico’s annexation to the United States after the Spanish-American War. For Puerto Rico, the result was an increase in export tariffs to their major European coffee markets. While it might have been offset by the removal of tariffs for coffee exported to the United States, American coffee drinkers favored Brazilian coffees. By the 1920s, sugar had replaced coffee as the island’s premier cash crop and export.\nPuerto Rican style coffee starts with 6-8 ounces of water in a pot for each cup of coffee you want. Bring the water to a boil and add 2-3 tablespoons of ground coffee per cup. Stir it until the foam fades away, which takes about four minutes. Remove the pot from the burner and let it stand for six minutes. Then strain through a fine cloth and return it to the pot. Add a quarter cup of milk and sugar to taste for each up and Bring to a simmer over low heat. Stir it for one to two minutes, making sure to not let it boil. Then finally you get to pour it into your mug. It’s a little bit of a process but that’s part of the fun with coffee.\n"
    },
    {
        "name":"Siphon Vacuum Brew",
        "logo":"brew_logo_siphon",
        "image":"brew_siphon",
        "desc":"This old school invention was developed in the 1830's. It’s a slow and unusual process that’s unlike any other brewing method. The Siphon uses two chambers where vapor pressure and vacuum produce coffee. Near boiling water is forced into a glass chamber with the coffee grounds. The mixture steeps until the heat is turned off. As it cools, the water is sucked back into the lower chamber.\nEnough preamble - here's the reason you're reading the article - the visual how-to. This is our preferred method for using a siphon coffee maker, but it is by no means the only way to brew with these devices. In fact, there's plenty of debate online today by people who have newly discovered these devices, and how different things like stirring techniques, steep times, and even the use of cold vs. preheated water can affect the taste. Some of these theories and practices are interesting to try out, while others seem like a bit of fluffery with no real effect on the cup at best, and a detrimental effect on the cup at the worst.\nThe most important things to note about using a siphon coffee maker are a) using fresh roasted, fresh ground coffee; b) grinding just before brewing (no wait time in between - so grinding is one of the things you do last); and c) maintaining and monitoring heat during the brew.\n"
    },
    {
        "name":"Sock Brew",
        "logo":"brew_logo_sock",
        "image":"brew_sock",
        "desc":"Step #1\nAs with all coffee preparation, starting with good water is key. Bring some good quality filtered, but not distilled, water to a boil.\n\nStep #2\nRinse your flannel filter in hot water over the Woodneck. This preheats the vessel while also readying the filter. (Then be sure to empty this water out!)\n\nStep #3\nMeasure out your coffee. For the small, 1-cup sized filter, measure approximately 18 grams.\n\nStep #4\nGrind your coffee to a drip setting.\n\nStep #5\nPlace grinds in the flannel filter basket, shaking the basket lightly to distribute coffee evenly so that pockets of that water will show a bias toward running through those are not present while brewing. You can also make a little indentation in the center of the grinds at this time to ensure even extraction.\n\nStep #6\nPreinfuse by carefully pouring 30 mL of water that's just come off the boil, and let the coffee bloom for 20 to 30 seconds.\n\nStep #7\nSlowly pour in another 210 to 240 mL of water, using a good kettle with enough control for a slow, circular pour. Be mindful not to rinse down the sides of the filter while pouring. Stay in the center, just move the stream of water slowly around in an even circle. As with all pourover methods, coffee-to-water contact time is an important part of the process, so try not to dump the water all in at once it should take about a minute and a half to complete this part of the brew.\n\nStep #8\nYou're done! Rinse that flannel sock out and put it back in its cold, wet storage place, and enjoy a spectacular cup of coffee with an immense amount of aroma, clarity and body."
    },
    {
        "name":"Turkish Brew",
        "logo":"brew_logo_turkish",
        "image":"brew_turkish",
        "desc":"It’s probably the originally way coffee was made and produces a dark and very strong tasting coffee. Coffee is ground by hand, then placed in a pot called an ibrik with sugar and water. It’s brought to a boil three times than poured into a cup.\n\nStep #1\nCoffee for this preparation should be ground uber-finely: more soft than crumbly. If for some reason you don't have a Turkish coffee mill handy, the finest setting on your finer than espresso, resulting in something like dusty cocoa should produce the grind you want.\n\nStep #2\nIt's easiest to combine coffee and cold water at the beginning of the process rather than adding the coffee to the water as it's heating up. Select a ratio of about 2.5 grams of coffee per ounce of water note that you shouldn't fill the ibrik to the top, as you're already likely to boil it over as it is. (For a 10-ounce capacity ibrik, we used about 20 grams of coffee and filled it with 8 ounces of water, but if you prefer your Turkish coffee stronger, go ahead and use a higher ratio of coffee.)\n\nStep #3\nWhat's thought to be special about the Turkish brewing process has a lot to do with how temperature is attenuated as the coffee steeps. Many find best results are achieved by starting with cold water. Over a low flame, heat the coffee up to near-boiling.\n\nStep #4\nRemoving the pot from its heat source, you'll soon find as you practice your ibrik brewing, is less about following the letter of any set of written instructions as it is about the sudden dramatic urgency of taking it off the flame before the ibrik boils over. Remove the ibrik from heat and allow it to cool down for about 20 seconds. But you're not done brewing yet.\n\nStep #5\nBring the coffee back up to the same near-boiling point once more. Again remove it from heat and allow to cool. Some people prefer to do this a third time, but your preferences may vary. You're trying to allow enough brewing time while not jeopardizing the foam that's forming at the top of your coffee, and how you manage this balancing act will be up to you. Cool the coffee for a moment before serving."
    },
    {
        "name":"Vietnamese Filter Brew",
        "logo":"brew_logo_vietnamese",
        "image":"brew_vietnamese",
        "desc":"A Vietnamese filter is basically a small coffee pot that looks like a hit and sits on top of your coffee mug. Inside is a chamber for the coffee and room for hot water. All you need is coffee and condensed milk and is a favorite among people who like their coffee strong, yet sweet.\n\nStep #1\nPut about 1/3 of an inch of condensed milk in the bottom of a coffee cup. I prefer a glass cup since this is cool to watch! If you store the condensed milk in the refrigerator, it will get very thick but still work fine, and your coffee will not be as hot.\n\nStep #2\nOpen the device and unscrew to remove the filter's top screen.\n\nStep #3\nPlace three rounded teaspoons of coffee with chicory OR three and a half rounded teaspoons of coffee into the device. Replace the screen and turn it until it starts to get snug. This takes a bit of practice but note, it should not be tight but snug.\n\nStep #4\nPlace the filter on top of the coffee cup. Pour hot water into the device until it is about 1/4 full. Wait 20 seconds (yes, look at the clock). If all the water flows through in the time, you need to tighten the filter more.\n\nStep #5\nUnscrew the filter two complete turns. If it is too tight, you can typically use a quarter as a screw driver.\n\nStep #6\nFill the filter with hot water. Place the cover on and wait. Typically about 5 minutes. The water should not stream through, it should drip.\n\nStep #7\nWhen the dripping stops (i.e., all the water has passed through the filter), carefully remove the device, set aside, and start to enjoy."
    }
]